import './FlowerZo.css';
const Page3=()=>{


    return(
      <div className="AppZ">
      <header className="zo-header">
      
      
      <div className="flowerzo">
      <h2 class="topic">ดอกไม้ราศี</h2>
      <h3 class="topicZ" ><br/>"มังกร"🦖(Capricorn)</h3>
      <p class="text">(น.)คือ ยิปโซ</p>
      <p class="text">22 ธันวาคม - 20 มกราคม</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1170020528094982274/42d55dfb-9114-4ce9-a817-6e18d072ecc9.jpg?ex=65578587&is=65451087&hm=9f2a7773b64f1fc7133d4c947d5d522b5a377bf71952c455a993a308f68e2b59&" height="500" width="500"  alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่เป็นคนใสซื่อ ชื่อตรงและปิดบังความรู้สึกไม่เก่งในบางครั้งที่ชอบแสดงความรู้สึกหรือสิ่งที่อยู่ในใจออกไปตรงๆ โดยไม่รู้ตัว คุณเป็นคนที่น่าเอ็นดู น่าทะนุถนอมและไม่คิดร้ายกับใครครจะเป็นยังไงก็ช่างเขาแค่ไม่มาใจร้ายใส่คุณก็พอไม่ได้คาดหวังด้วยว่าใครจะเป็นยังไงแต่กับคนสนิทก็มีคาดหวังเป็นธรรมดา อยากให้เขาใจดีกับคุณแคร์คุณ
            ใส่ใจคุณเสมอเหมือนกับวันแรกเป็นคนที่มั่นคง ถึงจะชอบกลัวไปก่อนชอบกังวลไป
            ก่อนว่าตัวเองจะทำได้ไหมแต่ก็ไม่ยอมแพ้ง่ายๆ อ่อนนอก
            แข็งใน เป็นคนที่เหมือนจะยอมคนเพราะไม่อยากให้มัน
            วุ่นวาย
        </p><hr></hr>
        
        </div>
        </div>
        <br/>
        <br/>
        <div className="flowerzo">
      <h3 class="topicZ" >"กุมภ์"♒(Aquarius)</h3>
      <p class="text">(น.)คือ กุหลาบ</p>
      <p class="text">21 มกราคม - 19 กุมภาพันธ์</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169579549361705064/image.png?ex=6555ead6&is=654375d6&hm=3fc1adfa82d59929d23e729ae8b323f198255ed83e69e024cd992cdd45d35b8e&" className="App-logo" alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่เป็นคนที่ช่างสังเกต เป็นตัวของตัวเองและ
ชอบทำอะไรตามความรู้สึก เป็นคนที่คาดเดายากคนหนึ่ง ไม
ชอบให้ใครมาเดาใจด้วย กับสิ่งที่สนใจหรือคนสำคัญคุณจะ
ช่างสังเกต คอยมองเขาตลอดว่าเป็นยังไงบ้าง จะบอกว่าชอบ
เอาใจก็ได้ และคุณจะไม่ชอบให้ใครมาเข้าใจผิดในตัวคุณ
เพราะอยากให้คนอื่นประทับใจในตัวคุณเสมอ
คุณเป็นคนที่มีแพสชั่นกับอะไรง่ายๆ กับบางอย่าง
ถ้าลองทำแล้วมันไม่ใช่ทางหรือไม่ได้สนุกสำหรับคุณขนาดนั้น
ก็จะทิ้งมันไปดื้อๆ ไม่ชอบฝืนในสิ่งที่ตัวเองไม่ถนัด แต่ถ้า
สิ่งไหนทำแล้วชอบก็จะอินกับมันไปตลอดจนกลายเป็นรสนิยม
ของคุณ คุณไม่ชอบให้ใครมาบังคับ คุณรู้จักตัวเองดีและรู้จัก
คนรอบตัวคุณดีด้วย ถ้าสบายใจกับใครก็จะเป็นตัวเองเต็มที่
มีมุมบ้าๆ บอๆ เด็กน้อยกับเขาเสมอ ทุกคนมีหลายมุม อยู่ที่ว่า
เขาจะแสดงมุมไหของตัวเอง
        </p><hr></hr>
        
        </div>
        </div>

        <div className="flowerzo">
      <h3 class="topicZ" >"มีน"♓(Pisces)</h3>
      <p class="text">(น.)คือ ลิลลี่สีน้ำเงิน</p>
      <p class="text">20 กุมภาพันธ์ -  20 มีนาคม</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169581487142740049/image.png?ex=6555eca4&is=654377a4&hm=e71b03ee040d9708d1df4a463f9b61c05953092c93c5c2071f2d5718d83ffee0&" className="App-logo" alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่เป็นคนใจดี ชื่อตรงและมองโลกใบนี้ด้วย
สายตาที่เปิดกว้าง คุณไม่ใช่คนที่ตัดสินใครง่ายๆ จะลองนึก
ถึงมุมของเขา ทำความเข้าใจเขาก่อนเสมอ จนบางทีคุณก็
กดดันตัวเองมากเกินไปเพราะเรื่องของคนอื่น ทั้งๆ ที่บางเรื่อง
คุณไม่จำเป็นต้องเก็บมาคิดขนาดนั้นก็ได้ ความใจดีของคุณ
ทำให้คนรอบตัวรู้สึกสบายใจและปลอดภัย คอยรับฟังเขา ให้
คำปรึกษาเขา สนับสนุนเขาคุณรู้ว่าการเติบโตมันเหนื่อย การมี
ใครสักคนอยู่ข้างๆ ย่อมดีกว่าเสมอ
คุณเป็นคนที่มีความหวังและมุ่งมั่นเสมอ เชื่อว่าตัวเอง
ทำได้ แต่ความกลัวลึกๆ ในใจทำให้ต้องเรียนรู้กับมันก่อน
ตอนที่ผิดหวังหรือเสียใจจะหลบไปอยู่คนเดียวเงียบๆ ไม่ชอบ
ร้องไห้ต่อหน้าใคร เพราะถ้าโดนโอ๋จะร้องหนักกว่าเดิม ฟูมฟาย
และงี่เง่าขึ้นมาชะดื้อๆ แต่คุณก็ยังอยากเติบโตเป็นคนที่ดีขึ้น
        </p><hr></hr>
        
        </div>
        </div>

        <div className="flowerzo">
      <h3 class="topicZ" >"เมษ"♈(Aries)</h3>
      <p class="text">(น.)คือ สต็อก</p>
      <p class="text">21 มีนาคม - 20 เมษายน</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169634475655823460/image.png?ex=65561dfd&is=6543a8fd&hm=ea6de044c9728f2ba1c8147f0a41e492b07021c94c9263438c0a8915b361d786&" className="App-logo" alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่เป็นคนสดใส อารมณ์ดีโดยธรรมชาติ
ยิ้มและหัวเราะกับอะไรง่ายๆ เป็นความสุขและความสบายใจให้
คนอื่นได้ด้วยความเป็นคุณ ไม่ค่อยโกรธใครแบบจริงจัง เป็น
คนที่ต่อให้เจอเรื่องยากลำบากแค่ไหนก็จะยิ้มสู้ ไม่ค่อยแสดง
ออกมาให้คนอื่นกังวล แม้บางครั้งจะเหนื่อยจนไม่ไหวก็เลือกที่
จะเก็บมันไว้ มีเพียงคนสนิทเท่านั้นที่จะได้เห็นมุมที่อ่อนแอของ
คุณ เพราะมนุษย์เราไม่ได้เข้มแข็งตลอดเวลา คุณเก่งแล้วนะ
ถ้าอยู่ในที่ที่เป็นตัวของตัวเองได้ ก็จะค่อนข้างอเลิร์ท
ชอบหาอะไรทำตลอดเวลา เอนจอยกับสิ่งต่างๆ ได้ง่าย ทำให้
ดูเป็นคนสร้างสรรค์ มีงานอดิรกค่อนข้างเยอะในสายตาคน
อื่น แถมเป็นคนค่อนข้างติดเพื่อน ถ้ามีเพื่อนไปไหนมาไหน
ไปทำอะไรด้วยกันมันสนุกกว่าหลายเท่าเลย แต่เวลามีเรื่อง
ให้เครียด ให้กังวลหรือมีเรื่องทำให้ผิดหวังเสียใจทีก็ซึมหงอย
        </p><hr></hr>
        
        </div>
        </div>

        <div className="flowerzo">
      <h3 class="topicZ" >"ราศีพฤษภ"♉(Taurus)</h3>
      <p class="text">(น.)คือ ลีลาวดี</p>
      <p class="text">21 เมษายน  - 20 พฤษภาคม</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1170046351397105797/-10.jpg?ex=65579d94&is=65452894&hm=5a805e3c407e24929e413ed1e0ef0cdd3be47f74a3f9e5eae9b86f64b9a33f8a&"  alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่ คือการชอบรอคอยสิ่งที่ดีที่สุดสำหรับตัวเอง 
        คนพวกนี้จึงคิดการณ์อย่างรอบคอบสุขุม และจะคิดในระยะยาว 
        คำนึงถึงคุณภาพของทุกอย่างว่าคุ้มค่าคนที่เป็นดอกไม้แบบนี้มักโกรธยากและมีความจำดี
        </p><hr></hr>
        
        </div>
        </div>


        <div className="flowerzo">
      <h3 class="topicZ" id="Gemini">"เมถุน"♊(Gemini)</h3>
      <p class="text">(น.)คือ กล้วยไม้</p>
      <p class="text">21 พฤษภาคม - 21 มิถุนายน</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169635499913248819/image.png?ex=65561ef1&is=6543a9f1&hm=d64fc26ac35c21c8745a6b300ffd2b79c182e2e29afb9229ad6c750ff308f0f0&" className="App-logo" alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่ภายนอกดูเหมือนเรียบร้อย แต่ถ้าได้รู้จัก
จริงๆ ก็เป็นคนอารมณ์ดี ขี้เล่น ชอบหยอกคนอื่นเสมอๆ ชอบ
สร้างบรรยากาศ สร้างเสียงหัวเราะให้คนอื่น เวลาเห็นใคร
เครียดหรือเศร้าก็จะพยายามไปอยู่ใกล้ๆ คอยพูดดอยเกาะแกะ
เขาจนเขารู้สึกดีขึ้นมาได้ ยิ่งกับคนสนิทคุณจะขี้อ้อน ขี้งอแง
วอแวสุดๆ จนบางทีก็โดนดุกลับมา แต่ถ้าตอนไหนที่คุณจริงจัง
หรือเครียดกับเรื่องของตัวเองก็จะหายเงียบไปอย่างเห็นได้ชัด
คุณเป็นคนที่ชอบคิดมากกับคนรอบตัว หรือคนที่คุณให้
ความสำคัญ หากมีอะไรที่เปลี่ยนไปนิดหน่อย หรือเขาทำตัวไม่
เหมือนเดิมเม้เล็กน้อยคุณจะรู้ได้ทันที เพราะคุณแคร์เขา คุณ
เลยไวต่อความรู้สึก เผื่อใจไม่เป็น ถ้าใครมาดีด้วยคุณก็จะให้
ใจในทันที เป็นคนที่ไว้ใจคนง่าย เชื่อใจคนง่าย ไม่ค่อยระวัง
ตัว หลายครั้งที่โดนหักหลังจากคนที่คุณไว้ใจ แต่เห็นแบบนี้
คุณก็เข้มแข็งนะ
        </p><hr></hr>
        
        </div>
        </div>

        <div className="flowerzo">
      <h3 class="topicZ" >"กรกฎ"♋(Cancer)</h3>
      <p class="text">(น.)คือ โบตั๋น</p>
      <p class="text">22 มิถุนายน - 23 กรกฎาคม</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169636463290359848/image.png?ex=65561fd7&is=6543aad7&hm=773d598b6362e181ed2d52ea082e8a82ea831d4d9a63e54984ad4c46e5a5f86b&" className="App-logo" alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่ภายนอกดูสวยงาม สมบูรณ์แบบ ใครหลาย
คนอาจคิดว่าคุณบอบบาง ต้องการการปกป้องตลอดเวลา แต่
เท้จริงแล้วคุณข้มแข็งกว่าที่ใครๆ คิด คุณก็สู้เพื่อตัวเองมา
ตลอด คุณไม่ชอบพึ่งพาใคร ชอบทำอะไรด้วยตัวเอง ไม่ค่อย
ชอบสุงสิงกับใคร แต่ก็เป็นคนที่อัธยาศัยดี เข้ากับคนง่าย คุณ
มักจะดึงดูดคนอื่นให้เข้ามาหาคุณเสมอ
คุณเป็นคนที่ให้เกียรติและเปิดใจกับสิ่งต่างๆ เสมอก็
เรียนรู้ไปเรื่อยๆ ไม่ได้คาดหวังอะไรมาก แต่อย่าให้เริ่ม
าดหวังนะ ห้ามไม่ได้เหมือนกัน แม้จะรู้อยู่ทั้งใจว่าคาดหวัง
ไปก็มีแต่ทำให้เจ็บ แต่ก็ยังอยากลองตั้งความหวังดู แม้ใน
หลายๆ ครั้งจะผิดหวังก็ตาม ในตอนที่เสียใจคุณก็ฟูมฟาย
หนักเหมือนกัน แต่ถึงจุดหนึ่งคุณก็พยายามดึงตัวเองขึ้นมา
คิดว่าช่างมัน 'โลกไม่ได้ใจร้ายตลอดเวลา เดี๋ยวมันก็ดีขึ้นเอง
        </p><hr></hr>
        
        </div>
        </div>

        

        <div className="flowerzo">
      <h3 class="topicZ" >"สิงห์"♌(Leo)</h3>
      <p class="text">(น.)คือ ทิวลิป</p>
      <p class="text">24 กรกฎาคม - 23 สิงหาคม</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169637312964067509/image.png?ex=655620a2&is=6543aba2&hm=93f938db994c65ede35c00928968d5e0826563d3b347854aa34b12559281dd86&" className="App-logo" alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่เป็นคนเข้มแข็ง จริงใจและซื่อตรงต่อ
ความรู้สึกตัวเอง เป็นคนที่รู้สึกยังไงก็จะไม่มีทางโกหกตัวเอง
เป็นคนน่ารักที่มีเสน่ห์และมีความเป็นธรรมชาติที่ไม่เหมือน
ใคร สิ่งที่คุณชอบสิ่งที่คุณสนใจมันมักจะดูพิเศษเสมอ คุณ
ไม่ใช่คนอินกับอะไรง่ายขนาดนั้น แต่ก็ได้ลองเสพได้ลองทำ
อะไรหลายๆ อย่าง ถึงจะไม่ได้แสดงออกไปตรงๆ แต่ก็คอย
สังเกต คอยมอง คอยใส่ใจคนใกล้ตัวอยู่ตลอด
หากได้คิดหรือตัดสินใจเรื่องอะไรไปแล้วคุณจะเป็นคน
ใจแข็งเอามากๆ ความเข้มแข็งนั้นคือสิ่งที่ทุกคนคิดแต่ใน
ความเป็นจริงคุณก็แค่ทำเป็นว่าตัวเองแข็งแกร่ง สร้างเกราะ
กำบังขึ้นมาเพื่อไม่ให้ใครทำร้ายคุณได้ง่ายๆ แต่จริงๆ ข้างใน
คุณก็เป็นคนที่บอบบางและร้องไห้เป็นคนหนึ่ง หัวใจคุณก็
อ่อนไหวอยู่เหมือนกัน แต่ก็ยังเป็นคนเก่งที่สู้อยู่เสมอ
        </p><hr></hr>
        
        </div>
        </div>

        <div className="flowerzo">
      <h3 class="topicZ" >"กันย์"♍(Virgo)</h3>
      <p class="text">(น.)คือ ทานตะวัน</p>
      <p class="text">24 สิงหาคม - 23 กันยายน</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169640017031860315/image.png?ex=65562326&is=6543ae26&hm=8edd0ba66bb1655d764f2595159e5f8e865e17c65daa88fb019321e30c42e3c9&" className="App-logo" alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่เป็นคนมุ่งมั่น เด็ดเดี่ยวและมีความอดทน
สูง เป็นคนที่เรียบง่าย สบายๆ อะไรก็ได้ ไม่ชอบความวุ่นวาย
แต่เข้าถึงง่าย เพื่อนเยอะ ด้วยความที่ดูสดใส อารมณ์ดี ยิ้มง่าย
ทำให้ใครต่อใครก็สบายใจที่จะได้อยู่กับคุณ คุณจะเป็นพวก
ไม่ชอบปล่อยให้ตัวเองเครียดหรือเสียใจนานๆ พยายามหา
เซฟโซนหรือพื้นที่ปลอดภัยให้ตัวเองเสมอ ไม่ค่อยปล่อยให้
ตัวเองว่างเท่าไหร่ แถมเป็นคนที่ยึดติดกับเป้าหมายเอามากๆ
คุณมีทั้งพลังบวก คำปรึกษาและความหวังดีต่อคนอื่น
เสมอ คุณมักจะมอบความอบอุ่นผ่านการรับฟัง คอยอยู่ข้างๆ
คอยเป็นแรงสนับสนุนให้เขาเชื่อในตัวเองว่าเขาก็จะทำได้ แต่
ในตอนที่คุณห่อเหี่ยวกลับไม่เรียกใคร เสียใจเงียบๆ ผิดหวัง
เงียบๆ คุณน่ะดื้อเงียบ เชื่อมั่นในความตั้งใจและเป้าหมาย
ของตัวเองเสมอ จะไม่ยอมแพ้ไปง่ายๆ จนกว่าจะถึงทางตัน
ไม่อยากให้ตัวเองมานึกเสียใจทีหลังที่ไม่ทำมันให้เต็มที่
        </p><hr></hr>
       
        </div>
        </div>
        
        <div className="flowerzo">
      <h3 class="topicZ" >"ตุล"♎(Libra)</h3>
      <p class="text">(น.)คือ ไลเซนทัส</p>
      <p class="text">24 กันยายน - 23 ตุลาคม</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169641417816162304/image.png?ex=65562474&is=6543af74&hm=020524dd7929417708e5edfb15d2507ca562e3d85f2d4471d2da12bceca9dea3&" className="App-logo" alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่เป็นคนใส่ใจ เอาใจใส่และให้คุณค่ากับสิ่ง
ต่างๆ หรือคนรอบตัวอย่างดีเสมอ ใส่ใจกระทั่งความคิดและ
ความรู้สึกของคนคนนั้นด้วยโดยบางทีก็ไม่ได้ตั้งใจ ด้วยความ
ที่แคร์คนอื่นมาก ทำให้คุณมักจะให้ความสำคัญกับคนอื่น
ก่อนตัวเองเสมอ พอมีอะไรเปลี่ยนไปนิดหน่อย คุณจะรู้ทันที
เซนส์ดีมาก คุณเป็นคนที่เข้าใจคนอื่น ไม่ตัดสินใครง่ายๆ
เป็นคนที่ยอมรับในตัวตนและความไม่สมบูรณ์แบบของทุกคน
คุณเป็นคนหนักแน่นและยอมรับความจริงอยู่เสมอ
หากมีอะไเปลี่ยนแปลงไปคุณจะพยายามยอมรับและเข้าใจมัน
ให้ได้ แม้ในบางครั้งจะยาก เป็นคนที่เด็ดขาดพอสมควร และ
คุณยังเป็นคนที่รักเพื่อนมาก เซนชิทีฟเรื่องเพื่อนมากเช่นกัน
หากเพื่อนมีปัญหาไม่ว่าจะเรื่องอะไรก็พร้อมช่วยเสมอ 'เพื่อน
คือหนึ่งในคนสำคัญที่สุดในชีวิต
        </p><hr></hr>
       
        </div>
        </div>

        <div className="flowerzo">
      <h3 class="topicZ" >"พิจิก"♎(Scorpio)</h3>
      <p class="text">(น.)คือ ไลเซนทัส</p>
      <p class="text">24 กันยายน - 23 ตุลาคม</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169641417816162304/image.png?ex=65562474&is=6543af74&hm=020524dd7929417708e5edfb15d2507ca562e3d85f2d4471d2da12bceca9dea3&" className="App-logo" alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่เป็นคนใส่ใจ เอาใจใส่และให้คุณค่ากับสิ่ง
ต่างๆ หรือคนรอบตัวอย่างดีเสมอ ใส่ใจกระทั่งความคิดและ
ความรู้สึกของคนคนนั้นด้วยโดยบางทีก็ไม่ได้ตั้งใจ ด้วยความ
ที่แคร์คนอื่นมาก ทำให้คุณมักจะให้ความสำคัญกับคนอื่น
ก่อนตัวเองเสมอ พอมีอะไรเปลี่ยนไปนิดหน่อย คุณจะรู้ทันที
เซนส์ดีมาก คุณเป็นคนที่เข้าใจคนอื่น ไม่ตัดสินใครง่ายๆ
เป็นคนที่ยอมรับในตัวตนและความไม่สมบูรณ์แบบของทุกคน
คุณเป็นคนหนักแน่นและยอมรับความจริงอยู่เสมอ
หากมีอะไเปลี่ยนแปลงไปคุณจะพยายามยอมรับและเข้าใจมัน
ให้ได้ แม้ในบางครั้งจะยาก เป็นคนที่เด็ดขาดพอสมควร และ
คุณยังเป็นคนที่รักเพื่อนมาก เซนชิทีฟเรื่องเพื่อนมากเช่นกัน
หากเพื่อนมีปัญหาไม่ว่าจะเรื่องอะไรก็พร้อมช่วยเสมอ 'เพื่อน
คือหนึ่งในคนสำคัญที่สุดในชีวิต
        </p><hr></hr>
        
        </div>
        </div>

        <div className="flowerzo">
      <h3 class="topicZ" >"ธนู"♐(Sagittarius)</h3>
      <p class="text">(น.)คือ ลิลลี่</p>
      <p class="text">23 พฤศจิกายน - 21 ธันวาคม</p>
        <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169880381974126742/image.png?ex=65570302&is=65448e02&hm=e4fa9042f060d29679bd7e0dd55b9a2c869949b9307920a4e8192f038276293d&" className="App-logo" alt="flower" />
        
        <br></br>
        <div>
        <p class="text">สำหรับคุณที่เป็นคนเรียบง่าย ไม่หวือหวา ไม่ค่อยแสดง
ตัว แต่กลับเป็นเหมือนความปลอดภัยและแสงสว่างให้กับคน
รอบข้าง เพราะเป็นคนที่มักจะรับฟังคนอื่นเสมอๆ คอยอ้าแชน
รับคนอื่นหากมีปัญหาอะไร เป็นผู้ซัพพอร์ตที่ดีให้คนอื่นใน
แบบของตัวเอง แม้จะแสดงออกไม่ค่อยเก่ง แต่แค่นั้นก็ทำให้
คนรอบข้างรู้สึกสบายใจขึ้นมากแล้วที่ได้อยู่กับคุณ คุณได้
เติบโตขึ้นเพราะเรื่องราวของคนอื่นนี่แหละ
ถึงอย่างนั้นคุณก็ยังเป็นตัวของตัวเอง เชื่อในสิ่งที่ตัวเอง
เห็นมากกว่าคำพูดหรือคำเตือนจากคนอื่น เชื่อในความเป็น
จริงที่ว่าโลกมันมีหลายด้าน ขอเห็นมันด้วยตาตัวเอง คุณเปิด
ใจรับสิ่งต่างๆ เสมอ ไม่กลัวที่จะเริ่มต้นใหม่ ถึงจะผ่านความ
ผิดหวังและล้มเหลวมาคุณก็ยังอยากลุกมารู้อีกครั้ง แต่คง
ต้องขอเวลาฮีลใจตัวเองสักพัก ไม่ได้เข้มแข็งขนาดนั้นแต่ก็
ไม่ชอบอ่อนแอให้ใครเห็นเช่นกัน
        </p>
        </div>
        </div>
        


      </header>

    </div>
    );
}

export default Page3;