import './FlowerDay.css';

const Page3=()=>{

    return(
        <div className="App">
        <header className="App-header">
        <p class="topic">ดอกไม้วันเกิด</p>
        <div className="flowerzo">
        <h3 class = "topicD">"วันอาทิตย์"🦖(Sunday)</h3>
        <p>(น.)คือ ทานตะวัน</p>
          <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169640017031860315/image.png?ex=65562326&is=6543ae26&hm=8edd0ba66bb1655d764f2595159e5f8e865e17c65daa88fb019321e30c42e3c9&" className="App-logo" alt="flower" />
          
          <br></br>
          <div>
          <p class="text">สำหรับคุณที่เป็นเรียบง่าย มีความสุขกับสิ่งรอบตัวและ
  เป็นคนชอบทำโน่นทำนี่ หาอะไรทำฮีลใจตัวเองเสมอ เป็นคนที่
  มีชีวิตชีวา มีพลังบวกและสดใสในสายตาของคนอื่น อาจ
  เพราะคุณซ่อนความรู้สึกเก่งด้วยล่ะมั้ง ทำเป็นไม่เป็นไรเก่ง
  เหมือนจะไม่ถือสาอะไรแต่บางทีก็มีแอบคิด แอบน้อยใจว่า
  ทำไมมันถึงเป็นแบบนั้น ไม่เหมือนอย่างที่หวัง
  ลึกๆ แล้วคุณเป็นคนที่อบอุ่นนะ คุณก็คอยปกป้อง
  และคอยดูแลคนอื่นในแบบของคุณ เป็นผู้รับฟังและนัก
  ชัพพอร์ตที่ดี คุณมักจะทำให้คนอื่นสบายใจเสมอที่ได้อยู่ด้วย
  ที่ได้เล่าอะไรให้ฟัง เพราะคุณรับฟังเขาและพยายามเข้าใจเขา
  จริงๆ คุณเป็นคนที่มุ่งมั่นและมีความอดทนสูง ถ้าตั้งใจจะทำ
  อะไรแล้วต่อให้มันยากแค่ไหนก็ไม่ยอมแพ้ แน่วแน่ เด็ดเดี่ยว
  เสมอ จนกว่าจะถึงทางตันจริงๆ ถมเป็นคนชื่อสัตย์และซื่อตรง
  กับความรักเอามากๆ ถ้ารักใครแล้วก็ทุ่มให้เต็มที่เหมือนกัน
  พยายามได้ดีมาก แต่ในบางครั้งก็ต้องรู้ลิมิตตัวเองด้วยนะ
          </p><hr></hr>
          </div>
          </div>
  
          <div className="flowerzo">
        <h3 class="topicD">"วันจันทร์"🦖(Monday)</h3>
        <p>(น.)คือ กุหลาบขาว</p>
          <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169896575351390309/image.png?ex=65571217&is=65449d17&hm=a65a16324b2e5201b8f55646d9bc092a0e784fb5b441591b49a227ef5965774c&" className="App-logo" alt="flower" />
          
          <br></br>
          <div>
          <p class="text">สำหรับคุณที่ภายนอกดูเป็นคนสุภาพ เรียบร้อย ยิ้มเก่ง
  เป็นคนน่ารักและวางตัวดีคนหนึ่ง แม้บางครั้งจะไม่ได้อยากอยู่
  ตรงนั้น ใครยิ้มมาก็ยิ้มให้ ทำให้เป็นที่รักของทุกคน เข้าถึงง่าย
  ใครอยู่ด้วยแล้วก็สบายใจ ปลอดภัยและมีความสุข คุณมักจะ
  ดึงดูดคนให้เข้าหาคุณเสมอ คุณเป็นคนอ่อนไหวง่าย มักจะเก็บ
  เอาความรู้สึกและเรื่องราวของคนอื่นมาใส่ใจ กังวลใจโดย
  ไม่รู้ตัวเสมอ จนบางครั้งคุณเหนื่อยเพราะคิดไปเองบ่อยๆ
  หากใครได้รู้จักจนสนิทก็จะรู้ว่าคุณก็มีความคิด ความฝัน
  มีเป้าหมาย มีสิ่งที่อยากทำอยู่ไม่ต่างจากคนอื่นๆ แม้จะมองว่า
  หน้าที่สำคัญแต่คุณก็อยากมีชีวิตของตัวเอง จึงชอบอยู่กับคน
  ที่ให้อิสระกับคุณ ปล่อยให้คุณได้เป็นตัวเองในแบบที่อยากเป็น
  คุณเป็นคนน่ารัก ใจดีและยอมคนง่าย ถ้าเขาเป็นคนสำคัญ
  แต่หากไม่ใช่ก็จะพยายามไม่ยุ่ง ไม่สุงสิงกับเขามากนัก แค่ใช้
  ชีวิตก็เหนื่อยแล้ว ไม่อยากต้องมาตามเอาใจคนอื่น 'ขอให้ได้ ใช้ชีวิตในแบบที่ชอบเสมอนะ
          </p><hr></hr>
          </div>
          </div>
  
          <div className="flowerzo">
        <h3 class="topicD">"วันอังคาร"🦖(Tuesday)</h3>
        <p>(น.)คือ กล้วยไม้</p>
          <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169635499913248819/image.png?ex=65561ef1&is=6543a9f1&hm=d64fc26ac35c21c8745a6b300ffd2b79c182e2e29afb9229ad6c750ff308f0f0&" className="App-logo" alt="flower" />
          
          <br></br>
          <div>
          <p class="text">สำหรับคุณที่เป็นคนมั่นคง เรียบง่าย และชอบใส่ใจ
  สะเอียดอ่อนกับคนสำคัญ เป็นคนที่มีนิสัยชอบลงดีเทลกับ
  ทุกๆ สิ่งโดยไม่ได้ตั้งใจเสมอ ชอบสังเกต ชอบมอง ทำให้คุ
  กลายเป็นคนที่ใสใจคนอื่น แม้แต่เรื่องเล็กๆ น้อยๆ ก็จำได้
  และเป็นคนใจดี เข้าถึงง่าย ทำให้ใครหลายคนก็มักจะชอบ
  อยู่กับคุณ อีกมุมหนึ่งคุณก็ยังมีความเป็นเด็กอยู่ ชอบอ้อน
  ชอบงอแงกับคนสนิท เป็นคนตลกและขี้เล่นอยู่เหมือนกัน
  คุณเป็นคนที่ชอบความสม่ำาเสมอ ไม่ชอบความ
  เปลี่ยนแปลงไม่ว่าคุณจะรู้เหตุผลของการเปลี่ยนไปนั้นก็ตาม
  เป็นคนที่แอบยึดติดกับสิ่งเดิมๆ เพราะมันคือความสบายใจ
  คือพื้นที่ปลอดภัย คือความสุขของคุณ เพราะงั้นเลยอยากให้
  มันเป็นแบบนั้นตลอดไป ใครเปลี่ยนไปนิดหน่อยคุณจะรู้ได้
  ทันที แถมชอบคิดมากเพราะห้ามตัวเองไม่ได้ ไม่มีอะไร
  เหมือนเดิมได้ตลอดหรอก เราต้องทำใจตรงนี้ด้วย
          </p><hr></hr>
          </div>
          </div>
  
          <div className="flowerzo">
        <h3 class="topicD">"พุธ"🦖(Wednesday)</h3>
        <p>(น.)คือ บัว</p>
          <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169899527059288115/image.png?ex=655714d6&is=65449fd6&hm=969ef284a7a032f5bb4fc5fc5543e5c4014f025276cbca7f0b8e1238bf10c0dd&" className="App-logo" alt="flower" />
          
          <br></br>
          <div>
          <p class="text">สำหรับคุณที่เป็นคนมีความสุขกับอะไรง่ายๆ ชอบความ
  เงียบสงบ ชอบอยู่คนเดียว ให้เวลากับตัวเอง ได้ทำในสิ่งที่
  ชอบในพื้นที่ของตัวเอง นี่แหละคือสิ่งที่คุณต้องการ คุณจะมี
  กำแพงบางๆ กั้นระหว่างตัวเองกับคนอื่นเสมอ ถึงจะดูเป็นคน
  น่ารัก ใจดี เข้าถึงง่ายแต่มันก็ไม่ได้ง่ายขนาดนั้น เป็นคนที่รัก
  เพื่อนมาก ให้ความสำคัญกับเพื่อนรองลงมาจากตัวเองเลย
  พร้อมสนับสนุนเพื่อนเสมอ ถ้าอยากจะทำอะไรคุณจะอยู่ เคียงข้างในทุกเมื่อ
  คุณเป็นคนที่พึ่งพได้และน่าเชื่อถือ ด้วยความที่ คุณมี
  สติ ไม่บุ่มบ่าม ก่อนตัดสินใจอะไรคุณจะคิดก่อน ว่าสิ่งไหน
  หรือทางไหนมันจะดีสำหรับคุณ แม้บางครั้งมันจะไม่ใช่ทางที่
  ตัวเองชอบ ทำให้คนอื่นมักจะดอยมาปรึกษาอยู่เสมอๆ คุณยัง
  มีความดื้อเงียบๆ อยู่ในใจ เชื่อในความคิดของตัวเอง 'เป็น
  คนที่ดูเหมือนไม่มีอะไร แต่แท้จริงแล้วเดาใจยากที่สุดเลย
          </p><hr></hr>
          </div>
          </div>
  
          <div className="flowerzo">
        <h3 class="topicD">"วันพฤหัสบดี"🦖(Thursday)</h3>
        <p>(น.)คือ คาร์เนชั่นชมพู</p>
          <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169900558774173757/image.png?ex=655715cc&is=6544a0cc&hm=8be98b71af7965382e5165d23e897dcae32b3b5a36b1514e54eae41ebe6f23a5&" className="App-logo" alt="flower" />
          
          <br></br>
          <div>
          <p class="text">สำหรับคุณที่เป็นคนมีความสุขกับอะไรง่ายๆ ชอบความ
  เงียบสงบ ชอบอยู่คนเดียว ให้เวลากับตัวเอง ได้ทำในสิ่งที่
  ชอบในพื้นที่ของตัวเอง นี่แหละคือสิ่งที่คุณต้องการ คุณจะมี
  กำแพงบางๆ กั้นระหว่างตัวเองกับคนอื่นเสมอ ถึงจะดูเป็นคน
  น่ารัก ใจดี เข้าถึงง่ายแต่มันก็ไม่ได้ง่ายขนาดนั้น เป็นคนที่รัก
  เพื่อนมาก ให้ความสำคัญกับเพื่อนรองลงมาจากตัวเองเลย
  พร้อมสนับสนุนเพื่อนเสมอ ถ้าอยากจะทำอะไรคุณจะอยู่ เคียงข้างในทุกเมื่อ
  คุณเป็นคนที่พึ่งพได้และน่าเชื่อถือ ด้วยความที่ คุณมี
  สติ ไม่บุ่มบ่าม ก่อนตัดสินใจอะไรคุณจะคิดก่อน ว่าสิ่งไหน
  หรือทางไหนมันจะดีสำหรับคุณ แม้บางครั้งมันจะไม่ใช่ทางที่
  ตัวเองชอบ ทำให้คนอื่นมักจะดอยมาปรึกษาอยู่เสมอๆ คุณยัง
  มีความดื้อเงียบๆ อยู่ในใจ เชื่อในความคิดของตัวเอง 'เป็น
  คนที่ดูเหมือนไม่มีอะไร แต่แท้จริงแล้วเดาใจยากที่สุดเลย
          </p><hr></hr>
          </div>
          </div>
  
          <div className="flowerzo">
        <h3 class="topicD">"วันศุกร์"🦖(Friday)</h3>
        <p>(น.)คือ ลาเวนเดอร์</p>
          <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169909575089135646/image.png?ex=65571e32&is=6544a932&hm=34246549297be7ac37f0e44041e9c03231286d34c28ad258322c40461a3e1d30&" className="App-logo" alt="flower" />
          
          <br></br>
          <div>
          <p class="text">สำหรับคุณที่เป็นคนรักอิสระ ชอบทำอะไรตามใจตัวเอง
  ชอบคิดชอบฝัน ชอบจินตนาการอยู่ตลอดเวลา เป็นคนที่อิน
  กับศิลปะและเสียงเพลงง่าย เห็นอะไรที่แปลกใหม่ก็จะให้เวลา
  กับมัน จนหลายครั้งก็ดึงตัวเองออกมาไม่ได้เลย คุณเป็นคนที่
  มักดึงดูดคนอื่นให้เข้าหา ด้วยความที่คุยง่าย สบายๆ ไม่ค่อย
  ถือสาใคร เข้าใจคนอื่น แม้บางครั้งคุณจะไม่เห็นด้วยกับเขา
  ก็ตาม หากเป็นคนสนิทก็จะเตือนไปบ้างนั่นแหละ
  คุณเป็นคนจริงใจ ซื่อตรง แต่บางที่ก็ตรงเกินจนเผลอ
  แสดงออกมาแรงเกินไปในสายตาคนอื่น ทำให้เขามองว่าคุณดุ
  ใจร้ายบ้าง ทั้งที่จริงๆ คุณก็แค่เป็นห่วง แค่อยากให้เขารับรู้ถึง
  ความจริงแค่นั้นเอง คุณเป็นคนมองคนออกทุกอย่าง ใครไม่
  จริงใจ ใครเข้ามาเพราะผลประโยชน์ ถึงปากจะบอกว่าไม่
  คาดหวังแต่จริงๆ ก็แอบหวัง อยากให้มันเป็นแบบที่คิดไว้
  เป็นคนที่แอบคิดมากอยู่นะ แต่ชอบเก็บไว้คนเดียว
          </p><hr></hr>
          </div>
          </div>
  
          <div className="flowerzo">
        <h3 class="topicD">"วันเสาร์"🦖(Saturday)</h3>
        <p>(น.)คือ ลิลลี่</p>
          <img src="https://cdn.discordapp.com/attachments/950320636436312064/1169910269066100736/image.png?ex=65571ed8&is=6544a9d8&hm=23384067357b104600249629ed9a200b6070c90d118002703afdec614c156874&" className="App-logo" alt="flower" />
          
          <br></br>
          <div>
          <p class ="text">สำหรับคุณที่เป็นคนใช้ชีวิตเรียบง่าย ไม่ชอบความวุ่นวาย
  มีความสุขได้ด้วยตัวเอง เป็นคนขี้เหงา แต่ดันชอบอยู่คนเดียว
  ชอบใช้เวลาอยู่กับตัวเองเพราะคิดว่ามันสบายใจที่สุด แค่ใช้ชีวิต
  บนโลกก็เหนื่อยพอแล้วไม่อยากเหนื่อยเพิ่มเพราะคนอื่น ถึง
  บางครั้งจะเหงาบ้างแต่ก็ทนได้ คุณเป็นคนให้ความสำคัญกับ
  คนสนิทหรือเพื่อนสนิทมาก เพราะมีไม่กี่คนที่คุณเรียกได้อย่าง
  เต็มปาก คุณเป็นคนที่จริงใจกับเพื่อนหรือคนใกล้ตัวมาก เชื่อได้
  เลยว่าคุณจะไม่มีทางทำร้ายหรือทำอะไรลับหลังเพื่อนเด็ดขาด
  คุณเป็นคนที่ปรับตัวเก่ง เข้ากับคนง่ายและดูใจดี
  สำหรับคนอื่น ด้วยความที่เป็นคนอะไรก็ได้ ชอบตามใจคนโน้น
  คนนี้ไปทั่ว ดูไม่มีพิษมีภัยอะไร อีกด้านคือคุณเป็นคนที่มุ่งมั่น
  เอาจริงเอาจังและมีความรับผิดชอบสูงกับสิ่งที่คุณตั้งใจจะทำ
  คุณจะพยายามทำให้สำเร็จตามที่คิดเอาไว้ ทำให้ชอบเผลอ
  กดดันตัวเอง ไม่ว่ายังไงก็ต้องทำให้ได้
          </p>
          </div>
          </div>
  
          
  
  
        </header>
      </div>

    );
}

export default Page3;